;You can include your name here if you want, I won't remove anything
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

[win7shell]
RTL=0
newvers=New version available
disableupdate=You can disable checking for updates in the plugin configuration
opendownload=Do you want to open the download page?
uninstall=You won't see this question again, if you want to uninstall it, go to
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' and uninstall.
info=Information
config=Configure Plugin
on=ON
off=OFF
previous=Previous
pause=Pause
play=Play
stop=Stop
next=Next
errorthumb=Error setting thumbnail, switching feature off
playing=Playing
paused=Paused
stopped=Stopped
taskinitfail=Unable to initialize Windows 7 taskbar interface
images=All supported image formats
usethumbbg=Use as thumbnail background
selectimage=Select an image file
afterrestart=Modifying player control buttons will only take effect after restarting Winamp.
applysettings=Applying Settings
help1=The text you enter in this editbox will be drawn on the thumbnail. You can write as many lines as you want. If the 'shrink thumbnail' option is enabled, the frame will be resized depending on the number of lines in this editbox.
help2=In order to create dynamic text, you can use a set of metawords, which if you include in the text, they will be replaced by the actual data taken from Winamp. Here are these words: 
help3=The line that contains this is drawn centered
help5=Title of currently playing media
help6=Artist of currently playing media
help7=Name of album, empty if not found
help8=Release year of the album, empty if not found
help9=Track number
help10=Current song rating in digits (e.g. 4)
help11=Current song rating in stars (e.g. ★★★★ )
help12=Current playback time
help13=Time left from current song
help14=Total playback time
help15=Current playlist position
help16=Total number of tracks in current playlist
help17=Bitrate in kb/s
help18=Samplerate in kilohertz
help19=Current volume in percentage ('%' sign not included)
help20=Shuffle state (ON / OFF)
help21=Repeat state (ON / OFF)
help=Help
transparent=Transparent
albumart=Album art
defbg=Default background
custombg=Custom background
browse=Browse
buttons=Add player control buttons
shrink=Shrink thumbnail depending on number of lines
taskicon=Taskbar Icon
progressbar=Use progressbar to show player status
streaming=Set 'Indeterminate' progressbar state for streaming media
error=Set 'Error' state (red icon) when media is stopped
overlays=Use icon overlays to show player status
jumplist=Jump List
bugslink=Bugs and suggestions
bugstext=Submit your issues or wishes with the plugin
sitelink=Project home
sitetext=For updates, news, screen shots and detailed overview
noupdate=Do not check for updates on Winamp startup
ok=OK
cancel=Cancel
removetitle=Remove Winamp window title
selectfont=Select Font
aa=Anti alias text
selectshadow=Shadow Color
enable=Enable custom Aero Peek thumbnail
plugdev=Development
thumboptions=Options
thumbtext=Text
background=Background
translink=Translations
transtext=Help translate the plug-in, or get available translations
vumeter=Use progressbar as VU meter
iconic=Show image as icon instead of background
author=Author
volup=Volume +10%
voldown=Volume -10%
openfile=Open File
thumbpb=Show playback progress bar on thumbnail
wapref=Winamp Preferences
startwa=Please start Winamp first
jumplisterror=Error creating jump list

;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=is used, if selected background not available
jlchoice=Show the following categories in the jump list:
jlrecent=Recent
jlfrequent=Frequent
jltasks=Tasks
creditslink=Credits
creditstext=People who helped creating this plug-in
resumeplay=Resume Playback
fromstart=Play from beginning
help22=The line that contains this will be drawn with larger font
help23=The line that contains this will be drawn to the left of the thumbnail
bookmark=Bookmarks
jlnote=Note: Only files that are registred to be handled by Winamp will be added to the list (It doesn't need to be the default program). If you already have files in the jump, you can remove them by clearing the recent files list. Bookmarks are updated at restart and at saving settings.
mute=Mute
playlists=Playlists
stopafter=Stop after current song
maxbuttons=(Max 7 buttons)
help24=Draws text shadow for the current line (selected color)
help25=Draws a translucent box behind text (selected color)
help26=Text replacement
help27=Text formatting

applybutton=Apply
help28=Prevents this text line from scrolling

;changed favorite from 'Favorite' to 'Rate'
favorite=Rate
volumecontrol=Enable volume control with mouse wheel on taskbar icon
lowframerate=Reduce thumnbail redrawing frequency (for slower systems)